Repository: atamayo/KanbanApp
Catalog: KanbanApp/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, es_es, fr_fr, hi, it, ja, ko, nl, pl, pt_br, zh_hans

source: Tasks sync through iCloud when you use the same Apple Account on each device. Changes can take a short moment to appear everywhere.
ca: Les tasques se sincronitzen amb iCloud quan fas servir el mateix compte d'Apple a cada dispositiu. Els canvis poden trigar un moment a aparèixer a tot arreu.
de: Aufgaben werden über iCloud synchronisiert, wenn du auf jedem Gerät denselben Apple Account verwendest. Änderungen können einen kurzen Moment brauchen, bis sie überall erscheinen.
es_es: Las tareas se sincronizan por iCloud cuando usas la misma cuenta de Apple en cada dispositivo. Los cambios pueden tardar un momento en aparecer en todas partes.
fr_fr: Les tâches se synchronisent via iCloud lorsque vous utilisez le même compte Apple sur chaque appareil. Les changements peuvent prendre un court instant à apparaître partout.
hi: हर डिवाइस पर वही Apple Account इस्तेमाल करने पर कार्य iCloud से सिंक होते हैं। बदलाव हर जगह दिखने में थोड़ा समय ले सकते हैं।
it: Le attività si sincronizzano tramite iCloud quando usi lo stesso account Apple su ogni dispositivo. Le modifiche possono richiedere qualche istante per apparire ovunque.
ja: 各デバイスで同じ Apple Account を使うと、タスクは iCloud 経由で同期されます。変更がすべての場所に反映されるまで少し時間がかかることがあります。
ko: 각 기기에서 같은 Apple 계정을 사용하면 작업이 iCloud를 통해 동기화됩니다. 변경 사항이 모든 곳에 나타나기까지 잠시 걸릴 수 있습니다.
nl: Taken synchroniseren via iCloud wanneer je op elk apparaat hetzelfde Apple-account gebruikt. Wijzigingen kunnen even duren voordat ze overal verschijnen.
pl: Zadania synchronizują się przez iCloud, gdy używasz tego samego konta Apple na każdym urządzeniu. Zmiany mogą pojawić się wszędzie po krótkiej chwili.
pt_br: As tarefas sincronizam pelo iCloud quando você usa a mesma Conta Apple em cada dispositivo. As mudanças podem levar um tempinho para aparecer em todos os lugares.
zh_hans: 当你在每台设备上使用同一个 Apple 账户时，任务会通过 iCloud 同步。更改可能需要一点时间才会出现在所有设备上。

source: Text added. Apple Intelligence is unavailable, so review it manually before creating the task.
ca: Text afegit. Apple Intelligence no està disponible, així que revisa'l manualment abans de crear la tasca.
de: Text hinzugefügt. Apple Intelligence ist nicht verfügbar, also prüfe ihn manuell, bevor du die Aufgabe erstellst.
es_es: Texto añadido. Apple Intelligence no está disponible, así que revísalo manualmente antes de crear la tarea.
fr_fr: Texte ajouté. Apple Intelligence est indisponible, donc relisez-le manuellement avant de créer la tâche.
hi: टेक्स्ट जोड़ दिया गया। Apple Intelligence उपलब्ध नहीं है, इसलिए कार्य बनाने से पहले इसे मैन्युअली देखें।
it: Testo aggiunto. Apple Intelligence non è disponibile, quindi rivedilo manualmente prima di creare l’attività.
ja: テキストを追加しました。Apple Intelligence を利用できないため、タスクを作成する前に手動で確認してください。
ko: 텍스트가 추가되었습니다. Apple Intelligence를 사용할 수 없으므로 작업을 만들기 전에 직접 검토하세요.
nl: Tekst toegevoegd. Apple Intelligence is niet beschikbaar, dus bekijk deze handmatig voordat je de taak maakt.
pl: Tekst dodany. Apple Intelligence jest niedostępne, więc przejrzyj go ręcznie przed utworzeniem zadania.
pt_br: Texto adicionado. O Apple Intelligence está indisponível, então revise manualmente antes de criar a tarefa.
zh_hans: 文本已添加。Apple Intelligence 不可用，请在创建任务前手动检查。

source: Text captured. Apple Intelligence is unavailable, so the text was added for manual review.
ca: Text capturat. Apple Intelligence no està disponible, així que el text s'ha afegit per a revisió manual.
de: Text erfasst. Apple Intelligence ist nicht verfügbar, deshalb wurde der Text zur manuellen Prüfung hinzugefügt.
es_es: Texto capturado. Apple Intelligence no está disponible, así que el texto se añadió para revisarlo manualmente.
fr_fr: Texte capturé. Apple Intelligence est indisponible, donc le texte a été ajouté pour une relecture manuelle.
hi: टेक्स्ट कैप्चर हुआ। Apple Intelligence उपलब्ध नहीं है, इसलिए टेक्स्ट मैन्युअल समीक्षा के लिए जोड़ दिया गया।
it: Testo catturato. Apple Intelligence non è disponibile, quindi il testo è stato aggiunto per una revisione manuale.
ja: テキストを取り込みました。Apple Intelligence を利用できないため、手動確認用に追加しました。
ko: 텍스트가 캡처되었습니다. Apple Intelligence를 사용할 수 없어 텍스트를 수동 검토용으로 추가했습니다.
nl: Tekst vastgelegd. Apple Intelligence is niet beschikbaar, dus de tekst is toegevoegd voor handmatige review.
pl: Tekst przechwycony. Apple Intelligence jest niedostępne, więc tekst dodano do ręcznego przeglądu.
pt_br: Texto capturado. O Apple Intelligence está indisponível, então o texto foi adicionado para revisão manual.
zh_hans: 文本已捕捉。Apple Intelligence 不可用，文本已添加供你手动检查。

source: Text captured. Draft generated from the camera scan.
ca: Text capturat. Esborrany generat a partir de l'escaneig de la càmera.
de: Text erfasst. Entwurf aus dem Kamerascan erstellt.
es_es: Texto capturado. Borrador generado a partir del escaneo de cámara.
fr_fr: Texte capturé. Brouillon généré depuis le scan caméra.
hi: टेक्स्ट कैप्चर हुआ। कैमरा स्कैन से ड्राफ़्ट बन गया।
it: Testo catturato. Bozza generata dalla scansione della fotocamera.
ja: テキストを取り込みました。カメラスキャンから下書きを生成しました。
ko: 텍스트가 캡처되었습니다. 카메라 스캔에서 초안을 생성했습니다.
nl: Tekst vastgelegd. Concept gegenereerd uit de camerascan.
pl: Tekst przechwycony. Szkic wygenerowano ze skanu aparatu.
pt_br: Texto capturado. Rascunho gerado a partir do escaneamento da câmera.
zh_hans: 文本已捕捉。已根据相机扫描生成草稿。

source: Text captured. Review the extracted text or generate a draft.
ca: Text capturat. Revisa el text extret o genera un esborrany.
de: Text erfasst. Prüfe den extrahierten Text oder erstelle einen Entwurf.
es_es: Texto capturado. Revisa el texto extraído o genera un borrador.
fr_fr: Texte capturé. Relisez le texte extrait ou générez un brouillon.
hi: टेक्स्ट कैप्चर हुआ। निकाले गए टेक्स्ट की समीक्षा करें या ड्राफ़्ट बनाएँ।
it: Testo catturato. Rivedi il testo estratto o genera una bozza.
ja: テキストを取り込みました。抽出したテキストを確認するか、下書きを生成してください。
ko: 텍스트가 캡처되었습니다. 추출한 텍스트를 검토하거나 초안을 생성하세요.
nl: Tekst vastgelegd. Bekijk de geëxtraheerde tekst of genereer een concept.
pl: Tekst przechwycony. Przejrzyj wyodrębniony tekst albo wygeneruj szkic.
pt_br: Texto capturado. Revise o texto extraído ou gere um rascunho.
zh_hans: 文本已捕捉。请检查提取的文本，或生成草稿。

source: The app can enforce a WIP limit so too many tasks do not enter In Progress at once. That keeps attention narrow and reduces context switching.
ca: L'app pot aplicar un límit WIP perquè no entrin massa tasques a En curs alhora. Això manté l'atenció estreta i redueix el canvi de context.
de: Die App kann ein WIP-Limit durchsetzen, damit nicht zu viele Aufgaben gleichzeitig in In Arbeit landen. Das hält die Aufmerksamkeit eng und reduziert Kontextwechsel.
es_es: La app puede aplicar un límite WIP para que no entren demasiadas tareas en En curso a la vez. Eso mantiene la atención enfocada y reduce los cambios de contexto.
fr_fr: L’app peut appliquer une limite WIP pour éviter que trop de tâches entrent en En cours en même temps. Cela garde l’attention resserrée et réduit les changements de contexte.
hi: ऐप WIP सीमा लागू कर सकता है ताकि बहुत सारे कार्य एक साथ प्रगति में न जाएँ। इससे ध्यान सीमित रहता है और context switching घटती है।
it: L’app può applicare un limite WIP così troppe attività non entrano in In corso tutte insieme. Questo mantiene l’attenzione ristretta e riduce il cambio di contesto.
ja: この App は WIP 制限を適用し、同時に多くのタスクが進行中へ入らないようにできます。注意力を絞り、コンテキストスイッチを減らします。
ko: 앱은 한 번에 너무 많은 작업이 진행 중으로 들어가지 않도록 WIP 제한을 적용할 수 있습니다. 덕분에 주의가 좁게 유지되고 컨텍스트 전환이 줄어듭니다.
nl: De app kan een WIP-limiet afdwingen zodat niet te veel taken tegelijk In uitvoering komen. Dat houdt aandacht smal en vermindert contextwissels.
pl: Aplikacja może egzekwować limit WIP, aby zbyt wiele zadań nie trafiało naraz do W toku. To zawęża uwagę i ogranicza przełączanie kontekstu.
pt_br: O app pode aplicar um limite de WIP para que tarefas demais não entrem em Em andamento ao mesmo tempo. Isso mantém a atenção concentrada e reduz troca de contexto.
zh_hans: 这款 App 可以执行 WIP 限制，避免一次有太多任务进入进行中。这样能让注意力更集中，并减少上下文切换。

source: The app couldn’t generate a next action right now. Try again in a moment.
ca: L'app no pot generar una acció següent ara mateix. Torna-ho a provar d'aquí a un moment.
de: Die App konnte gerade keine nächste Aktion erstellen. Versuch es gleich noch einmal.
es_es: La app no pudo generar una siguiente acción ahora mismo. Inténtalo de nuevo en un momento.
fr_fr: L’app n’a pas pu générer d’action suivante pour le moment. Réessayez dans un instant.
hi: ऐप अभी अगली कार्रवाई नहीं बना सका। थोड़ी देर में फिर कोशिश करें।
it: L’app non è riuscita a generare una prossima azione ora. Riprova tra un momento.
ja: 現在、次のアクションを生成できません。少し待ってからもう一度お試しください。
ko: 앱이 지금 다음 행동을 생성하지 못했습니다. 잠시 후 다시 시도하세요.
nl: De app kon nu geen volgende actie genereren. Probeer het zo opnieuw.
pl: Aplikacja nie może teraz wygenerować następnego działania. Spróbuj ponownie za chwilę.
pt_br: O app não conseguiu gerar uma próxima ação agora. Tente de novo em instantes.
zh_hans: App 现在无法生成下一步行动。请稍后再试。

source: The app schedules a rolling daily digest at %lld:00 and never sends one notification per task.
ca: L'app programa un resum diari continu a les %lld:00 i mai envia una notificació per tasca.
de: Die App plant eine fortlaufende tägliche Zusammenfassung um %lld:00 Uhr und sendet nie eine Benachrichtigung pro Aufgabe.
es_es: La app programa un resumen diario rotativo a las %lld:00 y nunca envía una notificación por tarea.
fr_fr: L’app planifie un résumé quotidien glissant à %lld:00 et n’envoie jamais une notification par tâche.
hi: ऐप %lld:00 बजे rolling daily digest शेड्यूल करता है और हर कार्य के लिए अलग notification नहीं भेजता।
it: L’app pianifica un riepilogo giornaliero continuo alle %lld:00 e non invia mai una notifica per ogni attività.
ja: この App は毎日 %lld:00 に更新型のダイジェストをスケジュールし、タスクごとの通知は送りません。
ko: 앱은 매일 %lld:00에 갱신되는 요약 알림을 예약하며, 작업마다 알림을 보내지는 않습니다.
nl: De app plant een doorlopende dagelijkse digest om %lld:00 en stuurt nooit één melding per taak.
pl: Aplikacja planuje codzienne podsumowanie o %lld:00 i nigdy nie wysyła jednego powiadomienia na zadanie.
pt_br: O app agenda um resumo diário contínuo às %lld:00 e nunca envia uma notificação por tarefa.
zh_hans: App 会在每天 %lld:00 安排滚动摘要，不会按每个任务单独发送通知。

source: The board makes every task explicit through To Do, In Progress, and Done, so you can see what is waiting, what is active, and what has been completed.
ca: El tauler fa explícita cada tasca amb Per fer, En curs i Fet, perquè vegis què espera, què és actiu i què s'ha completat.
de: Das Board macht jede Aufgabe über Zu erledigen, In Arbeit und Erledigt sichtbar, damit du siehst, was wartet, was aktiv ist und was abgeschlossen wurde.
es_es: El tablero hace explícita cada tarea mediante Por hacer, En curso y Terminado, para que veas qué está esperando, qué está activo y qué se ha completado.
fr_fr: Le tableau rend chaque tâche explicite avec À faire, En cours et Terminé, pour voir ce qui attend, ce qui est actif et ce qui a été terminé.
hi: बोर्ड हर कार्य को करना है, प्रगति में और पूरा के ज़रिए स्पष्ट बनाता है, ताकि आप देख सकें क्या इंतज़ार में है, क्या सक्रिय है और क्या पूरा हो चुका है।
it: Il tabellone rende esplicita ogni attività tramite Da fare, In corso e Completato, così puoi vedere cosa è in attesa, cosa è attivo e cosa è stato completato.
ja: ボードは未着手、進行中、完了で各タスクを明確にし、何が待機中で、何がアクティブで、何が完了したかを見えるようにします。
ko: 보드는 할 일, 진행 중, 완료를 통해 모든 작업을 명확히 보여 줍니다. 무엇이 기다리고 있고, 무엇이 활성 상태이며, 무엇이 완료되었는지 볼 수 있습니다.
nl: Het bord maakt elke taak expliciet via Te doen, In uitvoering en Klaar, zodat je ziet wat wacht, wat actief is en wat is voltooid.
pl: Tablica pokazuje każde zadanie przez Do zrobienia, W toku i Ukończone, więc widzisz, co czeka, co jest aktywne i co zostało zakończone.
pt_br: O quadro torna cada tarefa explícita em A fazer, Em andamento e Concluído, para você ver o que está esperando, o que está ativo e o que foi concluído.
zh_hans: 看板通过待办、进行中和已完成，让每个任务都清楚可见。你能看到哪些在等待、哪些正在进行、哪些已经完成。

source: The board makes your commitments visible so nothing important stays vague or hidden.
ca: El tauler fa visibles els teus compromisos perquè res important quedi vague o amagat.
de: Das Board macht deine Commitments sichtbar, damit nichts Wichtiges vage oder verborgen bleibt.
es_es: El tablero hace visibles tus compromisos para que nada importante quede difuso u oculto.
fr_fr: Le tableau rend vos engagements visibles afin que rien d’important ne reste vague ou caché.
hi: बोर्ड आपके commitments को दिखाता है ताकि कोई ज़रूरी चीज़ धुंधली या छिपी न रहे।
it: Il tabellone rende visibili i tuoi impegni, così nulla di importante resta vago o nascosto.
ja: ボードは約束したことを見える化し、大事なことが曖昧なまま隠れないようにします。
ko: 보드는 약속을 보이게 만들어 중요한 일이 흐릿하거나 숨겨진 채 남지 않게 합니다.
nl: Het bord maakt je commitments zichtbaar zodat niets belangrijks vaag of verborgen blijft.
pl: Tablica pokazuje Twoje zobowiązania, aby nic ważnego nie pozostało niejasne ani ukryte.
pt_br: O quadro torna seus compromissos visíveis para que nada importante fique vago ou escondido.
zh_hans: 看板让你的承诺可见，重要事项不会再模糊或隐藏。

source: The camera scanner is unavailable right now.
ca: L'escàner de la càmera no està disponible ara mateix.
de: Der Kamerascanner ist gerade nicht verfügbar.
es_es: El escáner de cámara no está disponible ahora mismo.
fr_fr: Le scanner caméra est indisponible pour le moment.
hi: कैमरा स्कैनर अभी उपलब्ध नहीं है।
it: Lo scanner della fotocamera non è disponibile al momento.
ja: 現在、カメラスキャナーを利用できません。
ko: 지금은 카메라 스캐너를 사용할 수 없습니다.
nl: De camerascanner is momenteel niet beschikbaar.
pl: Skaner aparatu jest teraz niedostępny.
pt_br: O scanner da câmera está indisponível no momento.
zh_hans: 相机扫描器现在不可用。

source: The dashboard shows progress, WIP pressure, and priority distribution so you can decide whether to finish, pause, or avoid pulling more.
ca: El tauler mostra progrés, pressió WIP i distribució de prioritats perquè puguis decidir si acabar, pausar o evitar agafar més feina.
de: Das Dashboard zeigt Fortschritt, WIP-Druck und Prioritätsverteilung, damit du entscheiden kannst, ob du abschließt, pausierst oder vermeidest, mehr Arbeit hereinzuholen.
es_es: El panel muestra progreso, presión WIP y distribución de prioridades para que puedas decidir si terminar, pausar o evitar traer más trabajo.
fr_fr: Le tableau de bord montre la progression, la pression WIP et la répartition des priorités pour décider s’il faut finir, mettre en pause ou éviter de prendre plus.
hi: डैशबोर्ड प्रगति, WIP दबाव और प्राथमिकता वितरण दिखाता है, ताकि आप तय कर सकें कि पूरा करना है, रोकना है या और काम नहीं लेना है।
it: La dashboard mostra progressi, pressione WIP e distribuzione delle priorità, così puoi decidere se finire, mettere in pausa o evitare di prendere altro.
ja: ダッシュボードでは進捗、WIP 圧力、優先度の分布を確認でき、完了するか、一時停止するか、追加で引き込まないかを判断できます。
ko: 대시보드는 진행 상황, WIP 압박, 우선순위 분포를 보여 주어 끝낼지, 멈출지, 더 가져오지 말지 결정하는 데 도움을 줍니다.
nl: Het dashboard toont voortgang, WIP-druk en prioriteitsverdeling zodat je kunt beslissen of je moet afronden, pauzeren of vermijden meer op te pakken.
pl: Pulpit pokazuje postęp, presję WIP i rozkład priorytetów, aby pomóc zdecydować, czy kończyć, zatrzymać się, czy nie brać więcej.
pt_br: O painel mostra progresso, pressão de WIP e distribuição de prioridade para você decidir se deve finalizar, pausar ou evitar puxar mais.
zh_hans: 仪表盘会显示进度、WIP 压力和优先级分布，帮助你决定是完成、暂停，还是避免拉入更多工作。

source: The image text was extracted, but the AI draft couldn’t be generated right now. Review it and generate again.
ca: S'ha extret el text de la imatge, però l'esborrany d'IA no es pot generar ara mateix. Revisa'l i torna a generar-lo.
de: Der Bildtext wurde extrahiert, aber der KI-Entwurf konnte gerade nicht erstellt werden. Prüfe ihn und erstelle ihn erneut.
es_es: Se extrajo el texto de la imagen, pero no se pudo generar el borrador con IA ahora mismo. Revísalo y genera de nuevo.
fr_fr: Le texte de l’image a été extrait, mais le brouillon IA n’a pas pu être généré maintenant. Relisez-le et générez à nouveau.
hi: चित्र का टेक्स्ट निकल गया, लेकिन AI ड्राफ़्ट अभी नहीं बन सका। इसे देखें और फिर से बनाएँ।
it: Il testo dell’immagine è stato estratto, ma la bozza IA non è stata generata ora. Rivedilo e genera di nuovo.
ja: 画像のテキストは抽出されましたが、現在 AI 下書きを生成できません。確認してからもう一度生成してください。
ko: 이미지 텍스트는 추출되었지만 지금 AI 초안을 생성하지 못했습니다. 검토한 뒤 다시 생성하세요.
nl: De afbeeldingstekst is geëxtraheerd, maar het AI-concept kon nu niet worden gegenereerd. Bekijk het en genereer opnieuw.
pl: Tekst z obrazu został wyodrębniony, ale szkicu AI nie można teraz wygenerować. Przejrzyj go i wygeneruj ponownie.
pt_br: O texto da imagem foi extraído, mas o rascunho por IA não pôde ser gerado agora. Revise e gere novamente.
zh_hans: 图片文本已提取，但现在无法生成 AI 草稿。请检查后重新生成。

source: The manifesto is simple: visualize your work, limit work in progress, pull only when there is room, and let Done stay visible.
ca: El manifest és simple: visualitza la feina, limita la feina en curs, agafa feina només quan hi hagi espai i deixa Fet visible.
de: Das Manifest ist einfach: Visualisiere deine Arbeit, begrenze Arbeit in Arbeit, hole nur Arbeit herein, wenn Platz ist, und lass Erledigt sichtbar bleiben.
es_es: El manifiesto es simple: visualiza tu trabajo, limita el trabajo en curso, trae trabajo solo cuando haya hueco y deja que Terminado siga visible.
fr_fr: Le manifeste est simple : visualisez votre travail, limitez le travail en cours, prenez seulement quand il y a de la place et laissez Terminé visible.
hi: मैनिफेस्टो सरल है: अपना काम दिखाएँ, चल रहा काम सीमित रखें, जगह हो तभी नया काम लें, और पूरा हुआ काम दिखता रहने दें।
it: Il manifesto è semplice: visualizza il tuo lavoro, limita il lavoro in corso, prendi solo quando c’è spazio e lascia visibile Completato.
ja: マニフェストはシンプルです。作業を可視化し、進行中の作業を制限し、余裕があるときだけ引き込み、完了を見える状態に保ちます。
ko: 매니페스토는 단순합니다. 작업을 시각화하고, 진행 중 작업을 제한하고, 여유가 있을 때만 가져오며, 완료를 계속 보이게 하세요.
nl: Het manifest is simpel: visualiseer je werk, beperk werk in uitvoering, pak alleen op wanneer er ruimte is en laat Klaar zichtbaar blijven.
pl: Manifest jest prosty: wizualizuj pracę, ogranicz pracę w toku, bierz tylko wtedy, gdy jest miejsce, i pozwól kolumnie Ukończone pozostać widoczną.
pt_br: O manifesto é simples: visualize seu trabalho, limite o trabalho em andamento, puxe apenas quando houver espaço e deixe Concluído visível.
zh_hans: 宣言很简单：可视化你的工作，限制进行中的工作，有空间时才拉入，并让已完成保持可见。

source: The microphone could not be started. Check audio permissions and try again.
ca: No s'ha pogut iniciar el micròfon. Comprova els permisos d'àudio i torna-ho a provar.
de: Das Mikrofon konnte nicht gestartet werden. Prüfe die Audioberechtigungen und versuch es erneut.
es_es: No se pudo iniciar el micrófono. Comprueba los permisos de audio e inténtalo de nuevo.
fr_fr: Le microphone n’a pas pu démarrer. Vérifiez les autorisations audio et réessayez.
hi: माइक्रोफ़ोन शुरू नहीं हो सका। ऑडियो permissions देखें और फिर कोशिश करें।
it: Il microfono non è stato avviato. Controlla i permessi audio e riprova.
ja: マイクを開始できませんでした。オーディオ権限を確認して、もう一度お試しください。
ko: 마이크를 시작할 수 없습니다. 오디오 권한을 확인하고 다시 시도하세요.
nl: De microfoon kon niet worden gestart. Controleer audiorechten en probeer opnieuw.
pl: Nie można uruchomić mikrofonu. Sprawdź uprawnienia audio i spróbuj ponownie.
pt_br: O microfone não pôde ser iniciado. Verifique as permissões de áudio e tente novamente.
zh_hans: 无法启动麦克风。请检查音频权限后重试。

source: The next finished task changes the board.
ca: La següent tasca acabada canvia el tauler.
de: Die nächste erledigte Aufgabe verändert das Board.
es_es: La próxima tarea terminada cambia el tablero.
fr_fr: La prochaine tâche terminée change le tableau.
hi: अगला पूरा कार्य बोर्ड बदल देता है।
it: La prossima attività completata cambia il tabellone.
ja: 次に完了するタスクが、ボードを変えます。
ko: 다음으로 완료되는 작업이 보드를 바꿉니다.
nl: De volgende afgeronde taak verandert het bord.
pl: Następne ukończone zadanie zmienia tablicę.
pt_br: A próxima tarefa finalizada muda o quadro.
zh_hans: 下一个完成的任务会改变看板。

source: The selected image could not be loaded.
ca: No s'ha pogut carregar la imatge seleccionada.
de: Das ausgewählte Bild konnte nicht geladen werden.
es_es: No se pudo cargar la imagen seleccionada.
fr_fr: L’image sélectionnée n’a pas pu être chargée.
hi: चुना गया चित्र लोड नहीं हो सका।
it: L’immagine selezionata non è stata caricata.
ja: 選択した画像を読み込めませんでした。
ko: 선택한 이미지를 불러올 수 없습니다.
nl: De geselecteerde afbeelding kon niet worden geladen.
pl: Nie można załadować wybranego obrazu.
pt_br: A imagem selecionada não pôde ser carregada.
zh_hans: 无法加载所选图片。

source: The selected image could not be read.
ca: No s'ha pogut llegir la imatge seleccionada.
de: Das ausgewählte Bild konnte nicht gelesen werden.
es_es: No se pudo leer la imagen seleccionada.
fr_fr: L’image sélectionnée n’a pas pu être lue.
hi: चुना गया चित्र पढ़ा नहीं जा सका।
it: L’immagine selezionata non è stata letta.
ja: 選択した画像を読み取れませんでした。
ko: 선택한 이미지를 읽을 수 없습니다.
nl: De geselecteerde afbeelding kon niet worden gelezen.
pl: Nie można odczytać wybranego obrazu.
pt_br: A imagem selecionada não pôde ser lida.
zh_hans: 无法读取所选图片。

source: The text was captured, but the AI draft couldn’t be generated right now. Review it and generate again.
ca: S'ha capturat el text, però l'esborrany d'IA no es pot generar ara mateix. Revisa'l i torna a generar-lo.
de: Der Text wurde erfasst, aber der KI-Entwurf konnte gerade nicht erstellt werden. Prüfe ihn und erstelle ihn erneut.
es_es: El texto se capturó, pero no se pudo generar el borrador con IA ahora mismo. Revísalo y genera de nuevo.
fr_fr: Le texte a été capturé, mais le brouillon IA n’a pas pu être généré maintenant. Relisez-le et générez à nouveau.
hi: टेक्स्ट कैप्चर हुआ, लेकिन AI ड्राफ़्ट अभी नहीं बन सका। इसे देखें और फिर से बनाएँ।
it: Il testo è stato catturato, ma la bozza IA non è stata generata ora. Rivedilo e genera di nuovo.
ja: テキストは取り込まれましたが、現在 AI 下書きを生成できません。確認してからもう一度生成してください。
ko: 텍스트는 캡처되었지만 지금 AI 초안을 생성하지 못했습니다. 검토한 뒤 다시 생성하세요.
nl: De tekst is vastgelegd, maar het AI-concept kon nu niet worden gegenereerd. Bekijk deze en genereer opnieuw.
pl: Tekst został przechwycony, ale szkicu AI nie można teraz wygenerować. Przejrzyj go i wygeneruj ponownie.
pt_br: O texto foi capturado, mas o rascunho por IA não pôde ser gerado agora. Revise e gere novamente.
zh_hans: 文本已捕捉，但现在无法生成 AI 草稿。请检查后重新生成。

source: The voice transcript was captured, but the AI draft couldn’t be generated right now. Review it and generate again.
ca: S'ha capturat la transcripció de veu, però l'esborrany d'IA no es pot generar ara mateix. Revisa-la i torna a generar-la.
de: Das Sprachtranskript wurde erfasst, aber der KI-Entwurf konnte gerade nicht erstellt werden. Prüfe es und erstelle ihn erneut.
es_es: La transcripción de voz se capturó, pero no se pudo generar el borrador con IA ahora mismo. Revísala y genera de nuevo.
fr_fr: La transcription vocale a été capturée, mais le brouillon IA n’a pas pu être généré maintenant. Relisez-la et générez à nouveau.
hi: वॉइस ट्रांसक्रिप्ट कैप्चर हुआ, लेकिन AI ड्राफ़्ट अभी नहीं बन सका। इसे देखें और फिर से बनाएँ।
it: La trascrizione vocale è stata catturata, ma la bozza IA non è stata generata ora. Rivedila e genera di nuovo.
ja: 音声の文字起こしは取り込まれましたが、現在 AI 下書きを生成できません。確認してからもう一度生成してください。
ko: 음성 전사는 캡처되었지만 지금 AI 초안을 생성하지 못했습니다. 검토한 뒤 다시 생성하세요.
nl: Het stemtranscript is vastgelegd, maar het AI-concept kon nu niet worden gegenereerd. Bekijk het en genereer opnieuw.
pl: Transkrypcja głosu została przechwycona, ale szkicu AI nie można teraz wygenerować. Przejrzyj ją i wygeneruj ponownie.
pt_br: A transcrição de voz foi capturada, mas o rascunho por IA não pôde ser gerado agora. Revise e gere novamente.
zh_hans: 语音转写已捕捉，但现在无法生成 AI 草稿。请检查后重新生成。
